{
  "updated": "2026-02-11",
  "items": [
    {
      "slot": 1,
      "date": "2026-02-05",
      "title": "NGC 1275 in the Perseus Cluster",
      "explanation": "Active galaxy NGC 1275 is the central, dominant member of the large and relatively nearby Perseus Cluster of Galaxies. Wild-looking at visible wavelengths, the active galaxy is also a prodigious source of x-rays and radio emission. NGC 1275 accretes matter as entire galaxies fall into it, ultimately feeding a supermassive black hole at the galaxy's core. Narrowband image data used in this sharp telescopic image highlights the resulting galactic debris and filaments of glowing gas, some up to 20,000 light-years long. The filaments persist in NGC 1275, even though the turmoil of galactic collisions should destroy them.  What keeps the filaments together? Observations indicate that the structures, pushed out from the galaxy's center by the black hole's activity, are held together by magnetic fields. Also known as Perseus A, NGC 1275 itself spans over 100,000 light years and lies about 230 million light years away.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/ngc-1275-perseus-cluster1024.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/ngc-1275-perseus-cluster.jpg",
      "image_path": "images/apod/1.jpg"
    },
    {
      "slot": 2,
      "date": "2026-02-06",
      "title": "Supernova Remnant Cassiopeia A",
      "explanation": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After only a few million years for the most massive stars, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the supernova explosion that created this remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light 11,000 years to reach us. This sharp NIRCam image from the James Webb Space Telescope shows the still-hot filaments and knots in the supernova remnant. The whitish, smoke-like outer shell of the expanding blast wave is about 20 light-years across. A series of light echoes from the massive star's cataclysmic explosion are also identified in Webb's detailed images of the surrounding interstellar medium.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/CasA_nircam_1024.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/CasA_nircam_4096.jpg",
      "image_path": "images/apod/2.jpg"
    },
    {
      "slot": 3,
      "date": "2026-02-07",
      "title": "Crescent Enceladus",
      "explanation": "Peering from the shadows, the Saturn-facing hemisphere of tantalizing inner moon Enceladus poses in this Cassini spacecraft image. North is up in the dramatic scene captured during November 2016 as Cassini's camera was pointed in a nearly sunward direction about 130,000 kilometers from the moon's bright crescent. In fact, the distant world reflects over 90 percent of the sunlight it receives, giving its surface about the same reflectivity as fresh snow. A mere 500 kilometers in diameter, Enceladus is a surprisingly active moon. Data and images collected during Cassini's flybys have revealed water vapor and ice grains spewing from south polar geysers and evidence of an ocean of liquid water hidden beneath the moon's icy crust.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/PIA20522enceladusC.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/PIA20522enceladus.jpg",
      "image_path": "images/apod/3.jpg"
    },
    {
      "slot": 4,
      "date": "2026-02-08",
      "title": "Active Sunspot Region 4366 Crosses the Sun",
      "explanation": "An unusually active sunspot region is now crossing the Sun.  The region, labelled AR 4366, is much larger than the Earth and has produced several powerful solar flares over the past ten days.  In the featured image, the region is marked by large and dark sunspots toward the upper right of the Sun's disk. The image captured the Sun over a hill in Zacatecas, Mexico, 5 days ago.  AR 4366 has become a candidate for the most active solar region in this entire 11-year solar cycle.  Active solar regions are frequently associated with increased auroral activity on the Earth.  Now reaching the edge, AR 4366 will begin facing away from the Earth during the coming week. It is not known, though, if the active region will survive long enough to reappear in about two weeks' time, as the Sun rotates.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/Sunspot4366_Korona_960.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/Sunspot4366_Korona_1280.jpg",
      "image_path": "images/apod/4.jpg"
    },
    {
      "slot": 5,
      "date": "2026-02-09",
      "title": "Miranda Revisited",
      "explanation": "What is Miranda really like?  Visually, old images from NASA's Voyager 2 have been recently combined and remastered to result in the featured image of Uranus's 500-kilometer-wide moon. In the late 1980s, Voyager 2 flew by Uranus, coming close to the cratered, fractured, and unusually grooved moon -- named after a character from Shakespeare’s The Tempest.  Scientifically, planetary scientists are using old data and clear images to theorize anew about what shaped Miranda's severe surface features.  A leading hypothesis is that Miranda, beneath its icy surface, may have once hosted an expansive liquid water ocean which may be slowly freezing.  Thanks to the legacy of Voyager 2, Miranda has joined the ranks of Europa, Titan, and other icy moons in the search for water, and, possibly, microbial life, in our Solar System.   Jigsaw Moon: Astronomy Puzzle of the Day",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/Miranda_Voyager2Zelario12_960.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/Miranda_Voyager2Zelario12_2320.jpg",
      "image_path": "images/apod/5.jpg"
    },
    {
      "slot": 6,
      "date": "2026-02-10",
      "title": "In Green Company: Aurora over Norway",
      "explanation": "Raise your arms if you see an aurora. With those instructions, two nights went by with, well, clouds -- mostly. On the third night of returning to same peaks, though, the sky not only cleared up but lit up with a spectacular auroral display. Arms went high in the air, patience and experience paid off, and the creative featured image was captured as a composite from three separate exposures. The setting is a summit of the Austnesfjorden (a fjord) close to the town of Svolvear on the Lofoten islands in northern Norway. The year was 2014. This year, our Sun is just passing solar maximum, the peak in its 11-year surface activity cycle. As expected, some spectacular auroras have recently resulted.   Portal Universe: Random APOD Generator",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/greencompany_rive_960.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/greencompany_rive_2916.jpg",
      "image_path": "images/apod/6.jpg"
    },
    {
      "slot": 7,
      "date": "2026-02-11",
      "title": "A Year of Sunspots",
      "explanation": "How many sunspots can you see?  The central image shows the many sunspots that occurred in 2025, month by month around the circle, and all together in the grand central image.  Each sunspot is magnetically cooled and so appears dark -- and can last from days to months. Although the featured images originated from NASA's Solar Dynamics Observatory, sunspots can be easily seen with a small telescope or binoculars equipped with a solar filter. Very large sunspot groups like recent AR 4366 can even be seen with eclipse glasses. Sunspots are still counted by eye, but the total number is not considered exact because they frequently change and break up.  Last year, 2025, coincided with a solar maximum, the period of most intense magnetic activity during its 11-year solar cycle.  Our Sun remains unpredictable in many ways, including when it ejects solar flares that will impact the Earth, and how active the next solar cycle will be.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/Sunspots2025_SdoSanli_960.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/Sunspots2025_SdoSanli_3450.jpg",
      "image_path": "images/apod/7.jpg"
    }
  ]
}