{
  "updated": "2026-02-22",
  "items": [
    {
      "slot": 1,
      "date": "2026-02-16",
      "title": "Unexplained Shocks Around a White Dwarf Star",
      "explanation": "How is RXJ0528+2838 creating such shock waves?  A recently discovered white dwarf star, the farther left of the two largest white spots, RXJ0528+2838, was found 730 light-years away from Earth.  Most stars, when done fusing nuclei in their cores for energy, become red giant stars, the cores of which live on as faint dense white dwarfs that slowly cool down for the rest of time.  White dwarfs are so dense that the only thing that stops them from collapsing further is quantum mechanics. In about 5 billion years, our Sun will become a white dwarf, too.  The featured image, obtained with the European Southern Observatory’s Very Large Telescope, shows unexplained bow shocks around RXJ0528+2838, similar to the bow wave of water around a fast-moving ship. Astronomers don’t yet know what is powering these shocks, which have existed for at least 1,000 years.  The red, green and blue colors represent trace amounts of glowing hydrogen, nitrogen and oxygen gas.    Open Science: Browse 3,900+ codes in the Astrophysics Source Code Library",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/WhiteDwarfShock_VLT_960.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/WhiteDwarfShock_VLT_960.jpg",
      "image_path": "images/apod/1.jpg"
    },
    {
      "slot": 2,
      "date": "2026-02-17",
      "title": "Tails of Comet Wierzchoś",
      "explanation": "Some comets are regular guests of our solar neighborhood; others come by only once, never to return.  We won’t have another chance to see Comet C/2024 E1 (Wierzchoś), which is currently making its way through the inner Solar System.  The hyperbolic orbit of this comet indicates that it will likely become an interstellar traveler.  Comet Wierzchoś is today near its closest approach to the Earth, passing roughly the same distance from the Earth as is the Sun.  The featured 30-minute exposure was taken last week in Chile and shows a 5-degree long ion tail as well as three shorter dust tails.  The green hue of the coma comes from the breakdown of dicarbon molecules by sunlight, but that process does not last long enough to also tinge the tails.  On the far right lies a spiral galaxy far in the distance: NGC 300.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/Wierzchos_Chabo_1080.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/Wierzchos_Chabo_1280.jpg",
      "image_path": "images/apod/2.jpg"
    },
    {
      "slot": 3,
      "date": "2026-02-18",
      "title": "Orion's Cradle",
      "explanation": "Cradled in red-glowing hydrogen gas, stars are being born in Orion.  These stellar nurseries lie at the edge of the giant Orion molecular cloud complex, some 1,500 light-years away.  This detailed view spans about 12 degrees across the center of the well-known constellation, with the Great Orion Nebula, the closest large star-forming region, visible toward the lower right.  The deep mosaic also includes, near the top center, the Flame Nebula and the Horsehead Nebula.  Image data acquired with a hydrogen-alpha filter adds other remarkable features to this wide-angle cosmic vista: pervasive tendrils of energized atomic hydrogen gas and portions of the surrounding Barnard's Loop. While the Orion Nebula and many stars in Orion are easy to see with the unaided eye, emission from the extensive interstellar gas is faint and much harder to record, even in telescopic views of the nebula-rich complex.   Sky Surprise: What picture did APOD feature on your birthday? (after 1995)",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/OrionBarnard_Czerski_960.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/OrionBarnard_Czerski_3000.jpg",
      "image_path": "images/apod/3.jpg"
    },
    {
      "slot": 4,
      "date": "2026-02-19",
      "title": "IC 2574: Coddington's Nebula",
      "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small, irregular galaxies form stars too. In fact, dwarf galaxy IC 2574 shows clear evidence of intense star forming activity in its telltale reddish regions of glowing hydrogen gas. Just as in spiral galaxies, the turbulent star-forming regions in IC 2574 are churned by stellar winds and supernova explosions spewing material into the galaxy's interstellar medium and triggering further star formation. A mere 12 million light-years distant, IC 2574 is part of the M81 group of galaxies, seen toward the northern constellation Ursa Major. Also known as Coddington's Nebula, the faint but intriguing island universe is about 50,000 light-years across, discovered by American astronomer Edwin Coddington in 1898.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/IC2574Vetter1050.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/IC2574Vetter.jpg",
      "image_path": "images/apod/4.jpg"
    },
    {
      "slot": 5,
      "date": "2026-02-20",
      "title": "B93: A Dark Interstellar Ghost",
      "explanation": "\"A ghost in the Milky Way…” says Christian Bertincourt, the astrophotographer behind this striking image of Barnard 93 (B93).  The 93rd entry in Barnard’s Catalogue of Dark Nebulae, B93 lies within the Small Sagittarius Star Cloud (Messier 24), where its darkness stands in stark contrast to bright stars and gas in the background.  In some ways, B93 is really like a ghost, because it contains gas and dust that was dispersed by the deaths of stars, like supernovas.  B93 appears as a dark void not because it is empty, but because its dust blocks the light emitted by more distant stars and glowing gas.  Like other dark nebulas, some gas from B93, if dense and massive enough, will eventually gravitationally condense to form new stars.  If so, then once these stars ignite, B93 will transform from a dark ghost into a brilliant cradle of newborn stars.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/B93_bertincourt_1080.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/B93_bertincourt_1178.png",
      "image_path": "images/apod/5.jpg"
    },
    {
      "slot": 6,
      "date": "2026-02-21",
      "title": "Twilight with Moon and Planets",
      "explanation": "Only two days after the February New Moon's annular eclipse of the Sun, a slender lunar crescent poses above the western horizon after sunset in this wintry twilight skyscape. Its nightside faintly illuminated by earthshine, the young Moon is joined by three bright planets in the mostly clear, early evening skies above the village of Kirazli, Turkiye. Inner planet Venus appears closest to the horizon. Near the beginning of its 2026 performance as planet Earth's evening star, brilliant Venus is seen through the warm sunset glare near picture center. Straight above Venus, innermost planet Mercury is easy to spot as it stands remarkably high above the horizon even as the twilight sky is growing dark. Outer planet Saturn, most distant of the naked-eye planets, is found just left of the Moon's sunlit crescent.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/20260219a_c1024.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/20260219a.jpg",
      "image_path": "images/apod/6.jpg"
    },
    {
      "slot": 7,
      "date": "2026-02-22",
      "title": "Shadow of a Martian Robot",
      "explanation": "What if you saw your shadow on Mars and it wasn't human?  Then you might be the Opportunity rover exploring Mars.  Opportunity explored the Red Planet from 2004 to 2018, finding evidence of ancient water, and sending breathtaking images across the inner Solar System.  Pictured here in 2004, Opportunity looks opposite the Sun into Endurance Crater and sees its own shadow.  Two wheels are visible on the lower left and right, while the floor and walls of the unusual crater are visible in the background.  Caught in a dust storm in 2018, Opportunity stopped responding, and NASA stopped trying to contact it in 2019 and declared the ground-breaking mission, originally planned for only 92 days, complete.",
      "media_type": "image",
      "apod_url": "https://apod.nasa.gov/apod/image/2602/marsshadow_opportunity_960.jpg",
      "hdurl": "https://apod.nasa.gov/apod/image/2602/marsshadow_opportunity_1024.jpg",
      "image_path": "images/apod/7.jpg"
    }
  ]
}